{
	" como ": " like",
	" respetando los principios": " respecting the principles",
	"Además, colaboré en la integración y optimización de bases de datos SQL Server, asegurando la correcta manipulación y consulta de datos": "In addition, I collaborated in the integration and optimization of SQL Server databases, ensuring the correct manipulation and querying of data.",
	"aprovechando su arquitectura modular": "by taking advantage of its modular architecture",
	"Automatización de procesos internos: Desarrollé módulos que optimizaron tareas repetitivas, reduciendo el tiempo de procesamiento en un 30": "Automation of internal processes: I developed modules that optimized repetitive tasks, reducing processing time by 30%.",
	"Backend & Analista de Sistemas": "Backend & Systems Analyst",
	"Cada uno incluye su descripción, tecnologías utilizadas y documentación en GitHub": "Each one includes its description, technologies used and documentation on GitHub.",
	"Certificado": "Certificate",
	"Click en ": "Click on",
	"Colaboración efectiva: Trabajé en equipo utilizando metodologías ágiles, participando en reuniones diarias y revisiones de código para asegurar la calidad y entrega puntual del desarrollo": "Effective collaboration: I worked as part of a team using agile methodologies, participating in daily meetings and code reviews to ensure quality and timely delivery of development.",
	"como motor de base de datos y": "as a database engine and",
	"con el objetivo de brindar sistemas": "with the aim of providing systems",
	"Contacto": "Contact",
	"Creando arquitecturas robustas y analizando sistemas complejos": "Creating robust architectures and analyzing complex systems",
	"Desarrollador": "Developer",
	"Durante mi pasantía como Desarrollador de Software en AGIP, participé activamente en el desarrollo y mantenimiento de aplicaciones web orientadas a la gestión administrativa": "During my internship as Software Developer at AGIP, I actively participated in the development and maintenance of web applications oriented to administrative management.",
	"En curso": "Ongoing",
	"Enfocado en soluciones elegantes y escalables": "Focused on elegant, scalable solutions",
	"escalables": "scalable",
	"Estoy disponible para nuevos proyectos y colaboraciones": "I am available for new projects and collaborations",
	"Estudiante de Análisis de Sistemas con experiencia en desarrollo desoftware. Me especializo en arquitecturas backend robustas usando": "Systems Analysis student with experience in software development. I specialize in robust backend architectures using",
	"Experiencia Profesional": "Professional experience",
	"Filtrar por Tecnologías": "Filter by Technology",
	"Formación Académica": "Academic Background",
	"formularios reactivos": "reactive forms",
	"Gracias por visitar mi portfolio": "Thank you for visiting my portfolio",
	"Habilidades Técnicas": "Technical skills",
	"Implementé interfaces responsivas usando HTML5, CSS3, JavaScript y Bootstrap, mejorando la experiencia del usuario": "Implemented responsive interfaces using HTML5, CSS3, JavaScript and Bootstrap, improving the user experience.",
	"infos.Análisis": "Analysis",
	"infos.APIs & Microservicios": "APIs & Microservices",
	"infos.Back-end": "Back-end",
	"infos.Base de Datos": "Database",
	"infos.Buena experiencia de usuario": "Good user experience",
	"infos.Diseño & Implementación": "Design & Implementation",
	"infos.Front-end": "Front-end",
	"infos.Relevamiento, Documentación, <br> UML & Arquitectura": "Requirements, Documentation, <br> UML & Architecture",
	"Inicio": "Home",
	"Logros destacados": "Highlights of achievements",
	"mantenibles": "maintainable",
	"Mejora en la interfaz de usuario: Implementé cambios en el front-end que aumentaron la usabilidad y accesibilidad de las aplicaciones utilizadas por el equipo": "Improved user interface: I implemented front-end changes that increased the usability and accessibility of the applications used by the team.",
	"Mi trayectoria profesional desarrollando soluciones técnicas innovadoras y liderando proyectos de impacto en diferentes contextos y tecnologías": "My professional career developing innovative technical solutions and leading impact projects in different contexts and technologies.",
	"para su despliegue. Trabajo de manera eficiente y ágil, siguiendo metodologías ágiles como": "for its deployment. I work in an efficient and agile way, following agile methodologies like",
	"para volver a la página principal": "to return to the main page",
	"Participo activamente en el relevamiento y documentación de sistemas, aplicando análisis funcional y diagramas UML": "I actively participate in the survey and documentation of systems, applying functional analysis and UML diagrams.",
	"Pasante Desarrollador de Software": "Software Developer Intern",
	"Podés ver más sobre mi formación y experiencia en mi": "You can see more about my background and experience in my",
	"principalmente bajo el paradigma de": "mainly under the paradigm of",
	"projects.API REST completa para gestión de inventarios, ventas y clientes Implementada con microservicios y arquitectura escalable": "Complete REST API for managing inventory, sales, and clients Implemented with microservices and scalable architecture",
	"projects.Clon Aula Virtual - IFTS 21": "Virtual Classroom Clone - IFTS 21",
	"projects.Gestión de Tareas Diarias": "Daily Task Management",
	"projects.Plataforma integral para instituciones educativas que permite gestionar usuarios, materias e inscripciones de forma ágil y segura Desarrollada con Java (Spring Boot) y FrontEnd web rapida y facil de mantener, con arquitectura REST y enfoque escalable Actualmente el servidor se encuentra pausado por cuestiones económicas, pero puede activarse para su revisión bajo solicitud": "Comprehensive platform for educational institutions that allows managing users, subjects, and enrollments in an agile and secure way Developed with Java (Spring Boot) and a fast and easy-to-maintain web FrontEnd, with REST architecture and scalable focus Currently, the server is paused for economic reasons, but it can be activated for review upon request",
	"projects.Sistema completo para gestión de útiles provenientes de todas las áreas del organismo, permitiendo tener información actualizada del stock disponible, objeto que se pide, y toda la información correspondiente para ser auditada Implementada con arquitectura Modelo-Vista-Plantilla (MVT) y Shared-Nothing (Múltiples aplicaciones independientes que forman el proyecto completo)": "Complete system for managing supplies from all areas of the organization, allowing up-to-date information on available stock, requested items, and all relevant information for auditing Implemented with Model-View-Template (MVT) architecture and Shared-Nothing (Multiple independent applications that make up the complete project)",
	"projects.Sistema de Gestión Empresarial": "Business Management System",
	"projects.Sistema de Útiles - AGIP": "Supplies System - AGIP",
	"projects.Software completo para la gestión de tareas personales, diseñada para ofrecer una experiencia ágil, organizada y moderna Permite crear, editar y eliminar tareas, con una interfaz clara y responsive Desarrollada con Angular, Bootstrap y SCSS en el frontend, y ASP NET Core con SQL Server en el backend Incluye pruebas con XUnit y documentación de API con Swagger": "Complete software for personal task management, designed to provide an agile, organized, and modern experience Allows creating, editing, and deleting tasks, with a clear and responsive interface Developed with Angular, Bootstrap, and SCSS on the frontend, and ASP NET Core with SQL Server on the backend Includes tests with XUnit and API documentation with Swagger",
	"Proyectos Destacados": "Featured Projects",
	"queres conectar, no dudes en contactarme": "you want to connect, feel free to contact me",
	"Recopilación de Proyectos": "Compilation of Projects",
	"Repositorio de los proyectos que he desarrollado, ordenados del más reciente al más antiguo": "Repository of the projects I have developed, ordered from the most recent to the oldest.",
	"seguridad": "Security",
	"Si tenes un proyecto en mente, una oportunidad laboral o simplemente": "If you have a project in mind, a job opportunity, or simply a",
	"Sobre Mí": "About me",
	"También apliqué buenas prácticas en el control de versiones con GitBash y apoyé en pruebas de APIs con Postman para garantizar la calidad del software": "I also applied best practices in version control with GitBash and supported API testing with Postman to ensure software quality.",
	"También tengo conocimientos en": "I also have knowledge in",
	"Tecnicatura Superior en Análisis de Sistemas": "Higher Technician in Systems Analysis",
	"Tecnologías": "Technologies",
	"Tisera Nahuel de 21 años en CABA, Argentina. Estudiante de Análisis de Sistemas con experiencia en desarrollo desoftware. Me especializo en arquitecturas backend robustas usando": "Tisera Nahuel, 21, from Buenos Aires, Argentina. Systems Analysis student with experience in software development. I specialize in robust backend architectures using",
	"Trabajé con tecnologías como Python y Django para construir funcionalidades robustas y eficientes, utilizando Jinja 2 para la generación de plantillas dinámicas": "I worked with technologies such as Python and Django to build robust and efficient functionalities, using Jinja 2 for dynamic template generation.",
	"uso de": "use of",
	"Ver más Proyectos": "See more Projects",
	"y": "And",
	"y buenas prácticas de": "and good practices of",
	"y componentes reutilizables, integrando interfaces limpias con": "and reusable components, integrating clean interfaces with"
}
