{
  "Inicio": "Home",
  " como ": " like",
  " respetando los principios": " respecting the principles",
  "aprovechando su arquitectura modular": "by taking advantage of its modular architecture",
  "Backend & Analista de Sistemas": "Backend & Systems Analyst",
  "como motor de base de datos y": "as a database engine and",
  "con el objetivo de brindar sistemas": "with the aim of providing systems",
  "Contacto": "Contact",
  "Creando arquitecturas robustas y analizando sistemas complejos": "Creating robust architectures and analyzing complex systems",
  "Desarrollador": "Developer",
  "Enfocado en soluciones elegantes y escalables": "Focused on elegant, scalable solutions",
  "escalables": "scalable",
  "Estoy disponible para nuevos proyectos y colaboraciones": "I am available for new projects and collaborations",
  "Estudiante de Análisis de Sistemas con experiencia en desarrollo desoftware. Me especializo en arquitecturas backend robustas usando": "Systems Analysis student with experience in software development. I specialize in robust backend architectures using",
  "formularios reactivos": "reactive forms",
  "Gracias por visitar mi portfolio": "Thank you for visiting my portfolio",
  "infos.Análisis": "Analysis",
  "infos.APIs & Microservicios": "APIs & Microservices",
  "infos.Back-end": "Back-end",
  "infos.Base de Datos": "Database",
  "infos.Buena experiencia de usuario": "Good user experience",
  "infos.Diseño & Implementación": "Design & Implementation",
  "infos.Front-end": "Front-end",
  "infos.Relevamiento, Documentación, <br> UML & Arquitectura": "Requirements, Documentation, <br> UML & Architecture",
  "mantenibles": "maintainable",
  "para su despliegue. Trabajo de manera eficiente y ágil, siguiendo metodologías ágiles como": "for its deployment. I work in an efficient and agile way, following agile methodologies like",
  "Participo activamente en el relevamiento y documentación de sistemas, aplicando análisis funcional y diagramas UML": "I actively participate in the survey and documentation of systems, applying functional analysis and UML diagrams.",
  "Podés ver más sobre mi formación y experiencia en mi": "You can see more about my background and experience in my",
  "principalmente bajo el paradigma de": "mainly under the paradigm of",
  "projects.API REST completa para gestión de inventarios, ventas y clientes Implementada con microservicios y arquitectura escalable": "Complete REST API for managing inventory, sales, and clients Implemented with microservices and scalable architecture",
  "projects.Sistema de Gestión Empresarial": "Business Management System",
  "Proyectos Destacados": "Featured Projects",
  "queres conectar, no dudes en contactarme": "you want to connect, feel free to contact me",
  "seguridad": "Security",
  "Si tenes un proyecto en mente, una oportunidad laborar o simplemente": "If you have a project in mind, a job opportunity, or simply a",
  "Sobre Mí": "About me",
  "También tengo conocimientos en": "I also have knowledge in",
  "uso de": "use of",
  "y": "And",
  "y buenas prácticas de": "and good practices of",
  "y componentes reutilizables, integrando interfaces limpias con": "and reusable components, integrating clean interfaces with"
}
